[PAD]
[UNK]
[START]
[END]
!
"
$
%
'
,
-
.
0
1
2
3
4
5
6
7
8
9
:
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
’
€
tom
you
is
the
to
it
he
that
we
was
me
this
my
in
do
have
can
of
are
don
what
##s
re
for
she
not
mary
be
your
like
ll
they
his
know
on
has
want
did
here
at
with
go
and
how
there
very
ve
up
all
him
no
why
one
didn
##ing
good
will
get
who
##ed
her
isn
out
think
need
time
got
come
let
an
now
where
about
us
had
just
too
as
help
home
were
going
see
car
love
never
##d
am
won
so
take
from
doesn
when
please
happy
money
look
work
by
been
made
really
should
back
tell
said
##ly
stop
##y
if
does
give
could
##er
well
right
new
book
still
must
say
saw
our
some
would
went
lot
more
may
today
off
much
always
french
three
eat
make
again
than
boston
wasn
something
likes
old
people
man
day
looks
told
room
left
long
##t
leave
down
only
last
lost
many
ready
dog
house
them
anything
over
doing
wants
came
knows
alone
everything
friends
enough
took
bad
gave
find
better
wanted
father
feel
these
job
busy
life
put
talk
nothing
read
school
speak
wrong
##e
stay
way
try
but
asked
call
late
cold
live
any
hard
big
sure
other
play
##r
ask
everyone
keep
##n
hate
knew
next
looked
hope
two
buy
nobody
seems
tomorrow
into
died
already
thought
away
found
friend
great
tired
every
soon
little
true
done
door
years
heard
hungry
mother
bought
ever
yet
aren
watch
##al
ok
wait
after
coming
first
loves
sick
used
drink
children
night
study
name
before
looking
married
happened
young
answer
problem
yesterday
##a
fast
water
each
bed
nice
best
or
couldn
open
quite
ran
thing
understand
boy
fun
idea
met
both
coffee
felt
food
often
seen
family
angry
anyone
getting
being
bus
everybody
lie
things
tv
miss
wish
almost
morning
tried
wife
arrived
swim
those
use
hot
hurt
their
cat
girl
afraid
fine
win
books
broke
needs
teacher
working
##able
eyes
walk
gone
hair
pretty
sorry
called
even
plan
year
##less
believe
early
himself
rich
works
happen
kind
says
without
##ic
lives
lying
might
pay
sleep
turn
brother
hear
mine
started
ate
run
stupid
doctor
fish
kept
##ers
##o
easy
remember
##es
beautiful
australia
days
week
##ion
30
became
else
meet
sing
dinner
drive
haven
someone
watching
listen
parents
sister
beer
son
once
train
uncle
care
fell
mean
reading
start
abroad
eating
english
same
smoking
together
mind
own
talking
##k
city
lied
show
word
wouldn
write
##ate
##on
##ted
asleep
bit
hands
phone
sat
##ive
changed
dead
few
hand
party
red
seemed
such
change
far
important
matter
question
since
##ist
free
perfect
person
waiting
##ow
##ting
music
around
child
hat
monday
tea
trust
close
lunch
myself
playing
##ant
drunk
kids
##ful
hit
picture
place
stopped
truth
##le
die
forget
##ated
##i
safe
story
thank
whose
##ation
##est
##or
cry
later
milk
scared
yourself
able
another
began
makes
maybe
small
##ies
##in
blame
dogs
hates
loved
shoes
turned
world
agree
closed
cut
dark
mad
quickly
sad
wrote
##ch
caught
cook
fire
guys
outside
short
surprised
ten
times
yours
missed
most
stand
##age
accident
bicycle
cats
hurry
learn
letter
movie
thanks
while
##m
anymore
difficult
lonely
men
news
stayed
thirty
which
worked
break
finished
gets
war
ago
bring
kiss
meeting
office
paid
quit
rain
seem
tall
anybody
cannot
crying
helped
hours
japan
jealous
sit
full
having
joke
poor
table
##h
apple
crazy
key
killed
month
running
summer
walked
window
wine
##ious
##l
##ure
because
careful
john
liked
needed
park
tennis
trouble
baby
face
funny
glad
light
woman
##ance
##ity
##nt
##ous
enjoy
famous
laughed
move
nervous
police
real
studying
taking
tonight
visit
behind
clean
dream
interesting
quiet
town
trying
##led
##ter
living
longer
shot
song
until
usually
##ible
##rs
spoke
under
wearing
age
bag
cake
five
game
goes
grandfather
horse
inside
known
serious
tree
##an
black
daughter
guess
kissed
probably
seat
snow
station
##it
##ned
##ty
chance
dress
heart
mom
owe
sounds
student
students
upset
white
yes
breakfast
check
comes
husband
ill
keys
lose
older
promise
singing
smiled
##ped
afternoon
alive
catch
decided
end
hardly
high
japanese
kill
liar
opened
order
secret
shouldn
stood
swimming
##ain
##ian
awake
born
box
broken
country
expensive
glasses
half
pain
pizza
simple
strong
talked
wonder
worth
##id
##ish
##ry
afford
birthday
bored
company
decision
dirty
girls
homework
interested
making
near
pick
smart
strange
sweet
then
whole
##ce
##ment
##st
##ue
advice
along
clock
death
eaten
expect
head
questions
river
sleeping
somebody
speaks
through
trip
vacation
##en
##ent
##ip
building
different
fault
hour
lived
mistake
restaurant
smell
worried
writing
##ap
##se
##th
bank
class
dance
fired
follow
hey
hold
part
present
problems
protect
slept
sunday
touch
wear
##ar
##ine
boss
bread
business
guy
minutes
rather
saved
shirt
shut
smoke
team
waited
##0
##ard
##ase
##ia
air
coat
dangerous
eggs
forgot
listening
meat
piano
sign
women
##et
##ical
##ire
##um
bike
cute
deep
explain
fat
hurts
normal
raining
saying
showed
six
terrible
whether
##ions
blue
dad
empty
fishing
flowers
hotel
knife
laugh
leaving
number
others
possible
watched
boys
camera
confused
cried
hasn
ice
laughing
pen
prefer
rest
sent
set
side
sometimes
speaking
spent
umbrella
wet
##and
##ight
##ite
##ured
across
apples
bet
driver
failed
favorite
fly
front
guitar
lawyer
lazy
list
missing
save
shy
##ise
cup
drinking
feeling
grandmother
heavy
honest
less
lucky
played
plays
reason
sound
taxi
##ial
##ling
##ve
cool
danger
deal
desk
dollars
fair
finally
fix
hospital
large
learned
paper
popular
road
shopping
standing
takes
thinks
wash
worse
##ge
##ries
##ur
##us
arm
ball
canadian
cancer
christmas
fall
floor
garden
glass
noise
pass
proud
tokyo
woke
worry
##ary
##ness
##ot
##tion
against
animals
boring
brought
cheated
cooking
drank
feet
girlfriend
gun
helping
legs
meant
rules
ship
soccer
wake
weak
weather
##ging
##ily
##mer
agreed
allowed
aunt
badly
bill
choice
computer
couple
duty
fight
foreign
green
happens
holiday
library
naive
planning
point
second
seldom
sense
street
telephone
warm
welcome
##ad
##am
##are
##ition
beat
calm
count
dying
invited
loud
luck
moved
pencil
send
thinking
thirsty
##ered
##g
##ore
##re
##room
##x
also
between
cost
dancing
drives
expected
forward
grew
handle
health
impressed
language
line
mess
movies
past
picked
plans
radio
spend
studied
voice
wore
##ased
##ast
##der
##ized
##ress
##sed
attention
boat
clothes
concert
curious
easily
excited
keeps
map
moment
months
nose
shop
sisters
slowly
smells
stole
store
washed
##ct
##ey
##ipped
##med
##ning
##ome
##orn
##pt
##rate
##ug
advised
bird
correct
delicious
driving
drove
finish
foot
innocent
joking
kid
patient
seeing
several
succeed
talks
tough
wears
weight
whatever
##ating
##b
##ier
##ons
##oon
##w
address
american
answered
asking
eats
enemy
exactly
god
golf
guilty
hated
hired
lies
message
minute
mouth
nearly
offer
piece
risk
runs
sell
shower
situation
sleepy
spring
tastes
throw
travel
upstairs
winter
##ail
##ake
##ally
##cle
##ins
##is
alice
begin
birds
bother
brothers
church
dictionary
disappointed
evening
genius
kitchen
law
mistakes
necessary
october
promised
raised
rarely
supposed
threw
trusted
twice
##bed
##ched
##ear
##ets
##lated
##les
##man
##ock
##one
##ors
##ound
##oyed
##ried
ahead
arrested
believed
bottle
case
chicken
continued
dropped
during
extremely
grow
hundred
impossible
least
locked
naked
neither
notice
noticed
novel
plane
pleased
prison
refused
rice
ring
satisfied
shall
sky
smile
solve
stolen
stuck
teach
test
traffic
truck
ugly
urgent
walking
wallet
warn
weeks
wind
##ack
##ank
##ants
##ative
##ited
##te
##u
##zing
act
amazing
arrive
artist
bell
clear
complicated
dishes
dry
enjoyed
flight
fool
gas
helps
ignore
ignored
immediately
jump
lay
losing
math
moving
opinion
rang
sang
shoot
suddenly
sun
trees
type
unhappy
##ag
##aking
##all
##as
##ck
##iate
##ice
##ied
##ished
##ns
##p
##ressed
##ring
##tic
##ts
##ving
absent
accept
america
ashamed
barely
believes
boyfriend
brave
cheap
drop
embarrassed
escape
hide
marry
means
passed
prepared
report
respect
ride
sharp
sore
teeth
tie
understood
wise
younger
##ded
##il
##ile
##itated
##ner
##ology
##op
##ough
##ray
##rt
##son
##tle
actor
airport
bath
blind
bright
chair
dressed
either
fed
feels
fever
fit
given
giving
gold
handsome
healthy
hero
hid
leg
lots
newspaper
nurse
ours
pictures
rent
resign
return
sea
sells
seven
signed
sugar
taught
thief
weren
wounded
##ade
##aid
##ans
##aring
##ature
##ble
##ction
##ds
##el
##f
##ged
##gy
##ief
##ig
##ill
##inal
##ips
##itch
##late
##ones
##oo
##over
##own
##ung
##urse
10
acted
beach
beard
become
bleeding
breath
built
carry
chess
control
convinced
cousin
deny
depressed
drinks
earth
eight
entered
eye
feed
forgive
fruit
gentleman
goodbye
hi
horses
its
jokes
kidding
lady
paris
player
prove
removed
robbed
shocked
singer
soldiers
speech
stuff
suit
surprise
ticket
totally
vote
walks
warned
waste
winning
wonderful
##aded
##ale
##amp
##at
##aw
##ciable
##cy
##ict
##ident
##ience
##ink
##ked
##nce
##oke
##ol
##om
##ond
##oned
##oto
##owed
##py
##time
##une
apologize
blood
body
brown
college
diary
earlier
ears
four
friendly
future
holidays
hug
huge
hugged
idiot
jail
london
nine
nuts
obvious
ought
page
perhaps
price
prices
prize
rope
salt
shave
smiling
soup
step
taken
visited
weekend
weird
windows
words
yen
##5
##ab
##aged
##ame
##ave
##ber
##book
##dd
##ence
##ft
##ide
##idence
##ient
##im
##istic
##ks
##ls
##ows
##red
##tain
##ued
##uted
##uts
##ved
##ward
actually
admit
allow
appears
bananas
betrayed
borrow
buying
candy
card
cards
certain
chinese
common
completely
continue
cookies
cross
date
denied
downstairs
egg
escaped
exam
fear
figure
followed
forever
herself
injured
join
lack
likely
lock
medicine
mood
names
nearby
none
pale
polite
president
public
regret
returned
ruined
salary
snowing
sold
sons
sports
stared
thin
tidy
top
treated
unbelievable
wealthy
##ach
##air
##ations
##by
##ell
##her
##here
##holic
##ided
##ie
##ipe
##ize
##ount
##ove
##tive
##ual
##ugs
##ull
##ume
##ushed
000
accepted
apartment
bigger
burned
carefully
cars
charge
cheese
choose
clever
cream
crime
cruel
deserve
evil
fail
faster
fixed
fresh
gate
gotten
greedy
harder
headache
ideas
languages
learning
letters
loudly
manage
managed
pity
pool
quietly
raise
resigned
roof
rude
scream
secrets
silent
sounded
taste
village
##2
##ache
##ages
##den
##eat
##form
##fully
##gue
##hy
##ibly
##ick
##icked
##ics
##ific
##ining
##ised
##ising
##ities
##itted
##ky
##ners
##nic
##ores
##per
##rew
##tend
##tery
##tes
##way
##zed
abandoned
active
admire
animal
baked
bridge
calling
coward
divorced
doubt
drawer
enemies
excuse
factory
gift
group
grown
happening
hiding
island
meal
memory
neck
offered
ordered
owns
paint
reply
single
solution
spare
special
staying
suitcase
telling
thick
till
understands
wood
written
##00
##3
##act
##ane
##ashed
##asure
##aving
##ay
##ces
##cts
##cused
##een
##ef
##ended
##hip
##iest
##ists
##king
##lies
##mpted
##nd
##noring
##obile
##og
##ory
##ost
##out
##rth
##ub
##ult
##umped
##un
##urn
##use
##ush
##ut
##vented
##ver
##vy
##ze
anyway
approve
aside
available
basketball
bite
blamed
burst
confirm
contact
damaged
debt
doors
dreaming
engaged
expecting
favor
fighting
furniture
goal
hang
harm
heat
helpful
illegal
jumped
lacks
land
lead
lend
market
match
mention
mistaken
moon
neighbor
okay
orange
orders
painted
policeman
power
proof
purpose
push
recognized
saturday
sings
sitting
slow
socks
soul
stars
stopping
storm
straight
suicide
tears
theater
towel
writes
yelling
##ace
##ained
##akes
##aming
##ceive
##ding
##dle
##elf
##ger
##gest
##going
##hed
##hood
##iated
##ified
##illed
##its
##ject
##jected
##lation
##ld
##line
##ntly
##oat
##ort
##os
##ose
##oy
##rated
##ss
##sy
##table
##ubbed
##umor
##up
##ven
##xious
2013
among
appeared
appetite
area
art
attack
awful
baseball
belong
beyond
buried
button
cab
calls
cash
checked
closer
color
considered
costs
dawn
deaf
discovered
doctors
doll
exhausted
explained
following
football
grabbed
headed
hello
history
hobby
hole
homesick
horrible
imagine
kissing
leaves
midnight
misses
nonsense
obey
obviously
peace
private
quick
rains
refuse
relax
reliable
responsible
safely
sand
scary
share
sight
size
skiing
songs
stairs
success
supper
survive
survived
taller
theory
threatened
unusual
wedding
wide
wild
wondered
##acking
##art
##ash
##be
##board
##c
##ches
##ected
##eer
##elves
##end
##ew
##ffled
##gers
##have
##ibility
##icted
##iddle
##ify
##ina
##ires
##itive
##lar
##lected
##lete
##ming
##ocated
##ocked
##od
##oiled
##ood
##ook
##ops
##ork
##osed
##pose
##racted
##redictable
##ses
##sist
##sue
##ten
##tended
##tered
##ude
##ute
##val
300
above
admitted
adopted
alarm
annoying
anywhere
army
article
attend
bar
carrots
caused
classroom
committed
contract
conversation
covered
decide
discuss
europe
eventually
example
farm
flat
foolish
forgotten
france
generous
german
grateful
guard
hadn
helpless
hill
jam
juice
king
led
listens
machine
major
member
miles
mountain
mouse
mt
mugged
painting
passport
practice
punished
race
rained
received
remained
result
romantic
rose
round
seriously
served
skeptical
skin
snowed
sooner
teaches
traveling
trusts
university
windy
worst
yellow
##9
##acked
##aint
##anged
##antly
##ape
##azed
##bling
##ching
##cience
##elled
##ep
##ians
##ich
##ician
##igent
##imate
##int
##ior
##ister
##iving
##ka
##ki
##like
##mon
##ms
##oe
##oil
##ompetent
##onscious
##oots
##oral
##ote
##otion
##ouse
##pared
##perate
##ping
##reat
##rel
##rified
##ron
##rounded
##rush
##sday
##side
##sion
##tled
##ud
##udge
##xperience
00
americans
amused
arms
baking
changes
cheating
complained
complex
cooks
countries
cousins
dating
details
dizzy
downtown
dumb
economy
expert
fact
fake
familiar
fbi
file
finger
flag
flexible
flying
fought
fox
friendship
frozen
games
gloves
graduated
hoped
human
illness
impatient
information
invite
kicked
lift
loser
mail
manager
neighbors
nodded
obstinate
ocean
oranges
pants
perfectly
players
potatoes
pretending
relieved
retired
ridiculous
screaming
skinny
somewhere
stamps
starved
states
stories
studies
subject
succeeded
suspect
sweater
third
though
tipsy
tourist
unlucky
useful
using
usual
violence
voted
##aced
##acket
##ague
##ails
##ald
##alented
##aned
##astic
##atic
##aved
##bi
##bitious
##cess
##chedule
##cing
##eel
##ern
##erve
##fa
##ff
##gage
##gency
##heat
##iggled
##imp
##initely
##itate
##itical
##itting
##lapped
##ll
##ma
##mand
##nment
##nts
##ny
##ollection
##ologist
##omb
##omfortable
##omic
##onsider
##ope
##oted
##pare
##plied
##pointment
##rack
##rass
##rating
##ressive
##rror
##rupt
##sert
##served
##sive
##uce
##ule
##ulted
##ums
##unk
##ural
##ution
##ves
##vince
##word
##xist
##z
100
accustomed
allergic
answers
backyard
bags
bear
belongs
blew
borrowed
brain
breathing
brush
center
charming
climb
clue
complain
confessed
confusing
crossed
difference
digging
draw
elevator
enter
examination
exciting
explanation
eyesight
facts
fainted
fan
fantastic
fifty
flabbergasted
flower
fond
forced
forest
forgave
fork
friday
frightened
fuji
furious
gang
germany
haircut
hearing
hers
hire
hurried
insane
instead
lake
laundry
listened
lit
loss
marriage
master
matters
members
modest
notes
oil
pathetic
picky
pie
planted
plants
poem
pointed
post
prisoner
prisoners
professor
pulse
pushed
reasons
recently
recognize
record
refrigerator
rock
salad
scare
sentence
soldier
space
stalling
starting
steal
stomach
stronger
support
sweat
taxes
teaching
television
tells
thirteen
thousand
throat
tooth
touched
toy
trap
unfair
useless
vegetables
washing
wins
york
##!
##"
##$
##%
##'
##,
##-
##.
##1
##4
##6
##7
##8
##:
##?
##j
##q
##v
##’
##€
